/*
6. Дан массив пользователей, его можно скопировать [отсюда](https://www.notion.so/8e2b70ab692a4986b1816ce7dd2fb1ca), создать таблицу (см. презентацию).

Условия:
* В конце таблицы обязательно последняя `tr` должна содержать `total balance` всех пользователей из таблицы при этом он должен быть всегда выровнен по правому краю. 
* Количество пользователей может быть любым.
* Таблица и все ее содержимое должно создаваться через `js`, в разметке у вас может быть только контейнер какой то.
* В коде у вас должна быть переменная которая будет содержать в виде объекта список полей и заголовков `th` которые будут выводиться в таблице. Что то типа `{ name: ‘Name’, email: ‘Email’... }` соответственно ключ объекта это ваше поле которое вы хотите вывести из объекта пользователя а значение это заголовок `th`.
*/